Repository: override1978/HomeKitFloorplan
Catalog: HomeFloorplan/Localizable.xcstrings
Source language: en
Languages: it

# security.title
source: Security
it: Sicurezza

# security.type.co
source: CO detector
it: Rilevatore CO

# security.type.contact
source: Contact sensor
it: Sensore contatto

# security.type.leak
source: Water leak sensor
it: Sensore perdita acqua

# security.type.lock
source: Lock
it: Serratura

# security.type.motion
source: Motion sensor
it: Sensore movimento

# security.type.occupancy
source: Occupancy sensor
it: Sensore occupazione

# security.type.sensor
source: Sensor
it: Sensore

# security.type.smoke
source: Smoke detector
it: Rilevatore fumo

source: Select the HomeKit room for the outdoor sensor (e.g. external Netatmo module). Used by the weather banner in the Environment Dashboard.
it: Seleziona la stanza HomeKit del sensore outdoor (es. modulo Netatmo esterno). Usata dal banner meteo nella Dashboard Ambientale.

# Selezionato
source: Selected
it: Selezionato

# sensor.aggregate
source: Average of %d sensors
it: Media di %d sensori

# sensor.airQuality
source: Air quality
it: Qualità aria

# sensor.airQuality.excellent
source: Excellent
it: Ottima

# sensor.airQuality.fair
source: Fair
it: Media

# sensor.airQuality.good
source: Good
it: Buona

# sensor.airQuality.inferior
source: Inferior
it: Scarsa

# sensor.airQuality.poor
source: Poor
it: Pessima

# sensor.carbonDioxide
source: Carbon dioxide
it: Anidride carbonica

# sensor.carbonMonoxide
source: Carbon monoxide
it: Monossido di carbonio

# sensor.carbonMonoxide.clear
source: Clear
it: Nessun rilevamento

# sensor.carbonMonoxide.detected
source: Detected
it: Rilevato

# sensor.co.clear
source: Air safe
it: Aria sicura

# sensor.co.detected
source: CO detected
it: CO rilevato

# sensor.contact
source: Contact
it: Contatto

# sensor.contact.closed
source: Closed
it: Chiusa

# sensor.contact.open
source: Open
it: Aperta

# sensor.detail.last24h
source: Last 24 hours
it: Ultime 24 ore

# sensor.detail.noHistory.description
source: Historical data will appear here after the first sample.
it: I dati storici appariranno qui dopo il primo campionamento.

# sensor.detail.noHistory.title
source: No historical data
it: Nessun dato storico

# sensor.detail.room
source: Room: %@
it: Stanza: %@

# sensor.detail.sensorIndex
source: Sensor %d
it: Sensore %d

# sensor.humidity
source: Humidity
it: Umidità

# sensor.leak
source: Leak
it: Perdita

# sensor.leak.clear
source: Dry
it: Asciutto

# sensor.leak.detected
source: Leak detected
it: Perdita rilevata

# sensor.lightLevel.bright
source: Bright
it: sole

# sensor.lightLevel.dark
source: Dark
it: buio

# sensor.lightSensor
source: Light
it: Luminosità

# sensor.motion
source: Motion
it: Movimento

# sensor.motion.clear
source: No motion
it: Nessun movimento

# sensor.motion.detected
source: Motion detected
it: Movimento rilevato

# sensor.occupancy
source: Occupancy
it: Occupazione

# sensor.occupancy.clear
source: No presence
it: Nessuna presenza

# sensor.occupancy.detected
source: Occupied
it: Presenza rilevata

# sensor.outdoorHumidity
source: Outdoor humidity
it: Umidità esterna

# sensor.outdoorTemperature
source: Outdoor temperature
it: Temperatura esterna

# sensor.smoke
source: Smoke
it: Fumo

# sensor.smoke.clear
source: No smoke
it: Nessun fumo

# sensor.smoke.detected
source: Smoke detected
it: Fumo rilevato

# sensor.state.active
source: Active
it: Attivo

# sensor.state.inactive
source: Inactive
it: Inattivo

# sensor.temperature
source: Temperature
it: Temperatura

# Sensore
source: Sensor
it: Sensore

# Sensore %lld
source: Sensor %lld
it: Sensore %lld

# Sensori da monitorare
source: Sensors to monitor
it: Sensori da monitorare

# Sensori monitorati
source: Monitored sensors
it: Sensori monitorati

source: SensorReadings (last 7d)
it: SensorReadings (ultimi 7 gg)

# Serratura bloccata. Controlla il meccanismo manualmente.
source: Lock jammed. Check the mechanism manually.
it: Serratura bloccata. Controlla il meccanismo manualmente.

# Servizi (%lld)
source: Services (%lld)
it: Servizi (%lld)

# Settings: %@ · AI %@
source: Settings: %1$@ · AI %2$@
it: Impostazioni: %1$@ · AI %2$@

# settings.ai.footer
source: Configure the AI provider and API keys to enable suggestions, anomaly detection, and predictive rules.
it: Configura il provider AI e le API key per abilitare suggerimenti, anomalie e regole predittive.

# settings.ai.link
source: Artificial Intelligence
it: Intelligenza Artificiale

# settings.ai.status.consent
source: Consent needed
it: Consenso richiesto

# settings.ai.status.missingKey
source: Missing key
it: Chiave mancante

# settings.ai.status.testFailed
source: Test failed
it: Test non riuscito

# settings.ai.summary
source: AI insights, habit suggestions, anomaly summaries, and assistant features.
it: Insight AI, suggerimenti sulle abitudini, riepiloghi anomalie e funzioni assistente.

# settings.automations.footer
source: Automatic scene activation based on sunrise/sunset times and ambient light.
it: Attivazione automatica delle scene in base ad alba, tramonto e luce ambientale.

# settings.automations.header
source: Automations
it: Automazioni

# settings.badge.advanced
source: Advanced
it: Avanzate

# settings.developer.footer
source: Resets the first-run experience. Force-quit and reopen the app to see the onboarding.
it: Ripristina la prima esperienza. Chiudi e riapri l'app per vedere l'onboarding.

# settings.developer.header
source: Developer
it: Sviluppatore

# settings.developer.showOnboarding
source: Show onboarding on next launch
it: Mostra onboarding al prossimo lancio

# settings.device.becomeMaster
source: Become Primary Device
it: Diventa dispositivo primario

# settings.device.role.label
source: Device Role
it: Ruolo dispositivo

# settings.device.role.master
source: Primary
it: Primario

# settings.device.role.slave
source: Secondary
it: Secondario

# settings.diagnostics.activityLog
source: Activity Log
it: Registro attività

# settings.diagnostics.activityLog.subtitle
source: Review recent app actions for troubleshooting.
it: Controlla le azioni recenti dell'app per la risoluzione dei problemi.

# settings.diagnostics.habits
source: Habits Diagnostics
it: Diagnostica abitudini

# settings.diagnostics.habits.subtitle
source: Inspect the habits engine: events, gates, patterns and opportunities.
it: Ispeziona il motore delle abitudini: eventi, gate, pattern e opportunità.

# settings.diagnostics.header
source: Diagnostics
it: Diagnostica

# settings.drawing.dimensionUnit
source: Measurements
it: Misure

# settings.drawing.dimensionUnit.imperial
source: ft – Imperial
it: ft – Imperiale

# settings.drawing.dimensionUnit.metric
source: m – Metric
it: m – Metrico

# settings.environment.header
source: Environment
it: Ambiente

# settings.environment.outdoor.header
source: Outdoor Sensor
it: Sensore esterno

# settings.environment.settings.link
source: Environment Settings
it: Impostazioni ambiente

# settings.environment.settings.subtitle
source: Outdoor sensors, environmental alerts, and thresholds.
it: Sensori esterni, avvisi ambientali e soglie.

# settings.environment.temperature
source: Temperature
it: Temperatura

# settings.homekit.activeHome
source: Active home
it: Casa attiva

# settings.homekit.diagnostics
source: Support Diagnostics
it: Diagnostica supporto

# settings.homekit.diagnostics.subtitle
source: Export HomeKit accessory details for troubleshooting.
it: Esporta i dettagli degli accessori HomeKit per la risoluzione dei problemi.

# settings.homekit.footer.multi
source: You can have multiple homes configured in Apple Home. Choose which one to manage with HomeFloorplan.
it: Puoi avere più case configurate in Apple Home. Scegli quale gestire con HomeFloorplan.

# settings.homekit.footer.single
source: The active home determines which accessories and floorplans are visible.
it: La casa attiva determina quali accessori e planimetrie sono visibili.

# settings.homekit.noHome
source: No home configured
it: Nessuna casa configurata

# settings.homekit.noHome.hint
source: Set up a home in the Apple Home app to get started.
it: Configura una casa dall'app Casa di Apple per iniziare.

# settings.homeLocation.configured
source: Location set — outdoor weather active
it: Posizione impostata — meteo esterno attivo

# settings.homeLocation.error.notFound
source: Location not found. Try a different city or address.
it: Posizione non trovata. Prova con una città o indirizzo diverso.

# settings.homeLocation.footer
source: Used by WeatherKit to record outdoor temperature and humidity. Type your city or address and tap Set.
it: Utilizzato da WeatherKit per registrare temperatura e umidità esterne. Inserisci la tua città o indirizzo e tocca Imposta.

# settings.homeLocation.header
source: Home Location
it: Posizione casa

# settings.homeLocation.notSet
source: Not set — outdoor weather unavailable
it: Non impostata — meteo esterno non disponibile

# settings.homeLocation.picker.confirm
source: Confirm
it: Conferma

# settings.homeLocation.picker.locationDenied
source: Location access denied. Move the map to your home manually.
it: Accesso alla posizione negato. Trascina la mappa sulla tua casa manualmente.

# settings.homeLocation.picker.title
source: Set Home Location
it: Posizione casa

# settings.homeLocation.picker.useCurrentLocation
source: Use current location
it: Usa posizione attuale

# settings.homeLocation.placeholder
source: City or address (e.g. Milan, Italy)
it: Città o indirizzo (es. Milano, Italia)

# settings.homeLocation.setButton
source: Set
it: Imposta

# settings.homeLocation.success
source: Saved! Outdoor weather will update shortly.
it: Salvato! Il meteo esterno si aggiornerà a breve.

# settings.homeLocation.tapToSet
source: Tap to set your home location
it: Tocca per impostare la posizione

# settings.icloud.diagnostics.export
source: Export Sync Diagnostics
it: Esporta diagnostica sync

# settings.icloud.master.footer
source: Floorplans, settings, and automation opportunities sync automatically via iCloud. This device runs behavioral analysis and generates automation suggestions.
it: Planimetrie, impostazioni e opportunità di automazione si sincronizzano automaticamente via iCloud. Questo dispositivo esegue l'analisi comportamentale e genera i suggerimenti di automazione.

# settings.icloud.slave.footer
source: Floorplans, settings, and automation opportunities sync automatically via iCloud. This device receives data from iCloud; tap "Become Primary" to run analysis here instead.
it: Planimetrie, impostazioni e opportunità di automazione si sincronizzano automaticamente via iCloud. Questo dispositivo riceve i dati da iCloud; tocca "Diventa primario" per eseguire l'analisi qui.

# settings.icloud.status.active
source: Active
it: Attivo

# settings.icloud.status.error
source: Error
it: Errore

# settings.icloud.status.lastSync
source: Last synced %@
it: Ultima sincronizzazione %@

# settings.icloud.status.notYet
source: Not yet synced
it: Non ancora sincronizzato

# settings.icloud.status.ok
source: In sync
it: Sincronizzato

# settings.icloud.status.syncing
source: Syncing…
it: Sincronizzazione…

# settings.icloud.sync.title
source: Sync status
it: Stato sincronizzazione

# settings.info.version
source: Version
it: Versione

# settings.language.footer
source: Use this to test English and Italian without changing the device language.
it: Usalo per testare inglese e italiano senza cambiare la lingua del dispositivo.

# settings.language.header
source: Language
it: Lingua

# settings.language.picker
source: App Language
it: Lingua app

# settings.language.restart.message
source: Close and reopen the app to apply the selected language to every screen.
it: Chiudi e riapri l'app per applicare la lingua selezionata a tutte le schermate.

# settings.language.restart.title
source: Restart required
it: Riavvio richiesto

# settings.language.restartAlert.message
source: Close and reopen Home Floorplan on this iPad to apply the selected language everywhere.
it: Chiudi e riapri Home Floorplan su questo iPad per applicare ovunque la lingua selezionata.

# settings.language.restartAlert.title
source: Restart required
it: Riavvio necessario

# settings.language.restartHint
source: Restart the app to apply the selected language everywhere.
it: Riavvia l'app per applicare la lingua selezionata ovunque.

# settings.language.system
source: System
it: Sistema

# settings.legacyCleanup.confirm.message
source: This removes only old local Rule records and their linked legacy HomeKit triggers when available.
it: Rimuove solo i vecchi record Rule locali e, quando disponibili, i relativi trigger HomeKit legacy collegati.

# settings.legacyCleanup.confirm.title
source: Delete all legacy rules?
it: Eliminare tutte le regole legacy?

# settings.legacyCleanup.deleteAll
source: Delete all legacy rules
it: Elimina tutte le regole legacy

# settings.legacyCleanup.empty.description
source: The local legacy Rule store is already clean.
it: L'archivio locale delle vecchie regole è già pulito.

# settings.legacyCleanup.empty.title
source: No legacy rules
it: Nessuna regola legacy

# settings.legacyCleanup.footer
source: Only SwiftData Rule records are deleted. If a legacy rule has a linked HomeKit trigger ID, the cleanup also asks HomeKit to remove that old trigger.
it: Vengono eliminati solo i record SwiftData Rule. Se una regola legacy ha un ID trigger HomeKit collegato, la pulizia chiede anche a HomeKit di rimuovere quel vecchio trigger.

# settings.legacyCleanup.storedRules
source: Stored Rules
it: Regole salvate

# settings.legacyCleanup.summary.description
source: These records belong to the old Rule system. Deleting them does not remove habits, events, insights, proposals, or HomeKit automations created with the new builder.
it: Questi record appartengono al vecchio sistema Rule. Eliminarli non rimuove abitudini, eventi, insight, proposte o automazioni HomeKit create con il nuovo builder.

# settings.legacyCleanup.summary.title
source: Legacy local rules
it: Regole locali legacy

# settings.legacyCleanup.title
source: Legacy Cleanup
it: Pulizia legacy

# settings.marker.labels.picker
source: Labels
it: Etichette

# settings.marker.size.picker
source: Size
it: Dimensione

# settings.notifications.categories.footer
source: Security and environmental alerts can request system notifications when enabled.
it: Gli avvisi di sicurezza e ambientali possono richiedere notifiche di sistema quando attivati.

# settings.notifications.categories.header
source: Alert Categories
it: Categorie di avvisi

# settings.notifications.center.footer
source: Choose which events can interrupt you and which should stay in the app.
it: Scegli quali eventi possono interromperti e quali devono restare nell'app.

# settings.notifications.center.header
source: Notifications
it: Notifiche

# settings.notifications.center.link
source: Notifications
it: Notifiche

# settings.notifications.center.subtitle
source: Manage security, environment, and intelligence notifications.
it: Gestisci notifiche di sicurezza, ambiente e intelligence.

# settings.notifications.environment.subtitle
source: Threshold alerts for temperature, humidity, air quality, and sensors.
it: Avvisi di soglia per temperatura, umidità, qualità dell'aria e sensori.

# settings.notifications.intelligence.feed
source: Intelligence Feed
it: Feed Intelligence

# settings.notifications.intelligence.footer.disabled
source: Set up Home Intelligence before enabling proactive notification delivery.
it: Configura Home Intelligence prima di attivare l'invio proattivo delle notifiche.

# settings.notifications.intelligence.footer.off
source: Home Intelligence items remain visible in the in-app feed until you enable push delivery.
it: Gli elementi di Home Intelligence restano visibili nel feed in-app finché non attivi l'invio push.

# settings.notifications.intelligence.footer.on
source: High-priority intelligence events can be delivered as notifications. Lower-priority items stay in the feed.
it: Gli eventi intelligence ad alta priorità possono arrivare come notifiche. Quelli a priorità più bassa restano nel feed.

# settings.notifications.intelligence.toggle
source: Home Intelligence Notifications
it: Notifiche Home Intelligence

# settings.notifications.operationalPolicy.subtitle
source: Rules for lights, plugs, doors, windows, and security evidence.
it: Regole per luci, prese, porte, finestre ed evidenze di sicurezza.

# settings.notifications.permission.footer.allowed
source: Category toggles below decide which alerts HomeFloorplan can send.
it: Gli interruttori delle categorie qui sotto decidono quali avvisi HomeFloorplan può inviare.

# settings.notifications.permission.footer.denied
source: Notifications are blocked in iOS Settings. Re-enable them there to receive alerts.
it: Le notifiche sono bloccate nelle Impostazioni di iOS. Riattivale lì per ricevere gli avvisi.

# settings.notifications.permission.footer.notAsked
source: You can review categories before allowing system notifications.
it: Puoi rivedere le categorie prima di consentire le notifiche di sistema.

# settings.notifications.permission.header
source: System Permission
it: Permesso di sistema

# settings.notifications.permission.request
source: Allow
it: Consenti

# settings.notifications.permission.title
source: iOS Notifications
it: Notifiche iOS

# settings.notifications.status.allowed
source: Allowed
it: Consentite

# settings.notifications.status.denied
source: Denied
it: Negate

# settings.notifications.status.notAsked
source: Not asked
it: Non richiesto

# settings.notifications.status.unknown
source: Unknown
it: Sconosciuto

# settings.notifications.title
source: Notifications
it: Notifiche

# settings.screensaver.1m
source: 1 minute
it: 1 minuto

# settings.screensaver.2m
source: 2 minutes
it: 2 minuti

# settings.screensaver.5m
source: 5 minutes
it: 5 minuti

# settings.screensaver.10m
source: 10 minutes
it: 10 minuti

# settings.screensaver.30s
source: 30 seconds
it: 30 secondi

# settings.screensaver.never
source: Never
it: Mai

# settings.screensaver.picker
source: Activate after
it: Attiva dopo

# settings.section.homeFloorplan
source: Home & Floorplan
it: Casa e planimetria

# settings.security.notifications.summary
source: Critical alerts for alarms, smoke, CO, and water leaks.
it: Avvisi critici per allarmi, fumo, CO e perdite d'acqua.

# settings.smartlighting.link
source: Smart Lighting
it: Illuminazione smart

# settings.smartlighting.subtitle
source: Advanced ambient lighting based on daylight and room profiles.
it: Illuminazione ambientale avanzata basata su luce naturale e profili stanza.

# settings.status.configurable
source: Configurable
it: Configurabile

# settings.status.needsSetup
source: Needs setup
it: Da configurare

# settings.status.off
source: Off
it: Disattivato

# settings.status.on
source: On
it: Attivo

# settings.status.ready
source: Ready
it: Pronto

# settings.title
source: Settings
it: Impostazioni

# Sicurezza
source: Security
it: Sicurezza

# sidebar.open
source: Open sidebar
it: Apri barra laterale

# sidebar.pinned.addQuickAccess
source: Add to Quick Access
it: Aggiungi ad Accesso rapido

# sidebar.pinned.remove
source: Remove from Quick Access
it: Rimuovi da Accesso rapido

# sidebar.show
source: Show sidebar
it: Mostra barra laterale

source: Smart Lighting Status
it: Stato Smart Lighting

# smartlighting.addroom.empty.desc
source: Every HomeKit room already has a Smart Lighting profile.
it: Ogni stanza HomeKit ha già un profilo Smart Lighting.

# smartlighting.addroom.empty.title
source: All Rooms Added
it: Tutte le stanze aggiunte

# smartlighting.addroom.title
source: Select Room
it: Seleziona stanza

# smartlighting.edit.enabled
source: Enabled
it: Abilitato

# smartlighting.edit.general.disabledStatus
source: This room is skipped by Smart Lighting.
it: Questa stanza viene ignorata da Smart Lighting.

# smartlighting.edit.general.enabledStatus
source: Automatic lighting is active for this room.
it: L'illuminazione automatica è attiva per questa stanza.

# smartlighting.edit.general.footer
source: Enable or disable Smart Lighting for this room without changing its configuration.
it: Abilita o disabilita Smart Lighting per questa stanza senza modificare la configurazione.

# smartlighting.edit.general.header
source: General
it: Generale

# smartlighting.edit.lux.header
source: Natural Light
it: Luce naturale

# smartlighting.edit.luxBypass
source: Natural Light Bypass
it: Bypass luce naturale

# smartlighting.edit.luxHysteresis
source: Acts below %1$d lx · pauses above %2$d lx
it: Agisce sotto %1$d lx · pausa sopra %2$d lx

# smartlighting.edit.luxOffScene
source: Scene when light returns
it: Scena quando torna la luce

# smartlighting.edit.luxOffScene.none
source: None (keep lights on)
it: Nessuna (mantieni le luci accese)

# smartlighting.edit.luxThreshold
source: Threshold
it: Soglia

# smartlighting.edit.nightHour
source: Night starts at
it: Notte dalle

# smartlighting.edit.override.1h
source: 1 hour
it: 1 ora

# smartlighting.edit.override.2h
source: 2 hours
it: 2 ore

# smartlighting.edit.override.4h
source: 4 hours
it: 4 ore

# smartlighting.edit.override.30m
source: 30 minutes
it: 30 minuti

# smartlighting.edit.override.clear
source: Resume engine
it: Riprendi motore

# smartlighting.edit.override.header
source: Manual Override
it: Override manuale

# smartlighting.edit.override.until
source: Active until
it: Attivo fino alle

# smartlighting.edit.override.untilMorning
source: Until morning (07:00)
it: Fino al mattino (07:00)

# smartlighting.edit.scene.none
source: None
it: Nessuna

# smartlighting.edit.scenes.footer
source: "None" skips that phase — the engine makes no change. Only custom HomeKit scenes are listed. Times are based on today's sunrise/sunset.
it: "Nessuna" salta quella fase: il motore non modifica le luci. Sono elencate solo le scene HomeKit personalizzate. Gli orari si basano su alba e tramonto di oggi.

# smartlighting.edit.scenes.header
source: Scenes per Phase
it: Scene per fase

# smartlighting.edit.schedule.footer
source: Set when Evening becomes Night. The silence window prevents automatic scene activation while you want manual control.
it: Imposta quando Sera diventa Notte. La finestra di silenzio evita attivazioni automatiche quando vuoi controllo manuale.

# smartlighting.edit.schedule.footer.window
source: Engine silent from %1$@ to %2$@ — no scene will be activated in that window.
it: Motore silenzioso dalle %1$@ alle %2$@: nessuna scena verrà attivata in questa finestra.

# smartlighting.edit.schedule.header
source: Schedule
it: Programmazione

# smartlighting.edit.silenceWindow.from
source: Silent from
it: Silenzioso dalle

# smartlighting.edit.silenceWindow.to
source: Resume at
it: Riprendi alle

# smartlighting.edit.silenceWindow.toggle
source: Silence Window
it: Finestra di silenzio

# smartlighting.explainer.decision.light
source: Need light?
it: Serve luce?

# smartlighting.explainer.decision.phase
source: Day phase
it: Fase del giorno

# smartlighting.explainer.decision.scene
source: Apply scene
it: Applica scena

# smartlighting.explainer.light
source: Light
it: Luce

# smartlighting.explainer.phase
source: Phase
it: Fase

# smartlighting.explainer.presence
source: Presence
it: Presenza

# smartlighting.explainer.subtitle
source: Scenes follow the day phase, then daylight, weather and room sensors decide whether a change is actually needed.
it: Le scene seguono la fase del giorno, poi luce naturale, meteo e sensori della stanza decidono se serve davvero un cambiamento.

# smartlighting.explainer.title
source: Room-aware lighting
it: Illuminazione consapevole della stanza

# smartlighting.floorplan.pause
source: Pause Smart Lighting
it: Metti in pausa Smart Lighting

# smartlighting.floorplan.resume
source: Resume Smart Lighting
it: Riprendi Smart Lighting
